/* Added to PROC_KILLED when the killing signal cause a dump */
" (core dumped)" = "（コアダンプ）";

/* New Window menu item title format; the variable is the profile name */
"New Window with Profile - %@" = "新規ウインドウ（プロファイル – %@）";

/* New Tab and contextual menu item title format; the variable is the profile name */
"New Tab with Profile - %@" = "新規タブ（プロファイル – %@）";

/* New Window menu item title format; the variable is the profile name */
"New Window with Same Command" = "新規ウインドウ（同じコマンド）";

/* New Tab menu item title format; the variable is the profile name */
"New Tab with Same Command" = "新規タブ（同じコマンド）";

/* Window settings inspector; format string for font field in inspector; argument 1 is the font, argument 2 is the formatted size */
"%1$@ %2$@ pt." = "%1$@ %2$@ pt.";

/* Window settings preferences; Keyboard map; format string for Key description column; argument 1 is the modifier, argument 2 is the key */
"%1$@ %2$@" = "%1$@ %2$@";

/* for Undo Menu suffix for settings changes - "Undo Change Setting" */
"Change Setting" = "設定を変更";

/* Window settings save panel; string combined with full user name for default save name */
"%@\\U2019s profile" = "%@のプロファイル";

/* Default name for new window groups; includes user name */
"%@\\U2019s window group" = "%@のウインドウグループ";

/* Insert ellipsis into a string truncated in the middle; the variables are the prefix/suffix of the truncated string. */
"%@\\U2026%@" = "%@…%@";

/* Bookmark menu-item title format string; the first parameter is the line number, the second parameter is the bookmark name */
"%@: %@" = "%@: %@";

/* Start of bookmark name; used to find bookmark names in terminal text */
"[" = "[";

/* End of bookmark name; used to find bookmark names in terminal text */
"]" = "]";

/* Separator between permanent and discovered servers */
"--- Discovered Servers ---" = "--- 検出されたサーバ ---";

/* Default settings; name for default Black on White settings */
"Black on White" = "白地に黒";

/* Default settings; name for default Black on Yellow settings */
"Black on Yellow" = "黄色地に黒";

/* Default settings; name for default Blue on White settings */
"Blue on White" = "白地に青";

/* Name of built-in default window settings */
"Built-in" = "内蔵";

/* No comment provided by engineer. */
"Cancel" = "キャンセル";

/* Menu item title */
"Clear to Previous Bookmark" = "前のブックマークまで消去";

/* Menu item title */
"Clear to Previous Mark" = "前のマークまで消去";

/* Menu item title */
"Clear to Selected Bookmark" = "選択したブックマークまで消去";

/* Menu item title */
"Clear to Selected Mark" = "選択したマークまで消去";

/* Menu item title */
"Clear to Start of Selection" = "選択の開始位置まで消去";

/* No comment provided by engineer. */
"Close" = "閉じる";

/* No comment provided by engineer. */
"Close All" = "すべてを閉じる";

/* Tab close-button accessibility label/title. */
"Close tab" = "タブを閉じる";

/* Tab close-button accessibility role description. */
"close tab button" = "タブを閉じるボタン";

/* Tab close sheet; message description for a single process */
"Closing this tab will terminate the running process %@." = "このタブを閉じると現在実行中のプロセス“%@”が強制終了します。";

/* Tab close sheet; message description for multiple processes */
"Closing this tab will terminate the running processes: %@." = "このタブを閉じると現在実行中の次のプロセスが強制終了します: %@";

/* Used between items concatenated into comma-separated lists. */
", " = "、";

/* Tab/Window close sheet; process name with duplicate name count */
"%@ (%d)" = "%@（%d）";

/* Window close sheet; message description for a single process */
"Closing this window will terminate the running process %@." = "このウインドウを閉じると現在実行中の次のプロセスが強制終了します: %@";

/* Window close sheet; message description for multiple processes */
"Closing this window will terminate the running processes: %@." = "このウインドウを閉じると現在実行中の次のプロセスが強制終了します: %@";

/* Failure to create a new terminal session. Displayed in terminal content. */
"[Could not create a new process and open a pseudo-tty.]" = "[新しいプロセスを作成して擬似ttyを開くことができませんでした。]";

/* Window settings preferences; text shown with profiles which are set as the default */
"Default" = "デフォルト";

/* Window settings preferences; text shown with profiles which are set as the startup profile */
"Startup" = "起動";

/* Compose Email Message contextual menu item. */
"Compose" = "作成";

/* SSH/Telnet Connection contextual menu item. */
"Connect" = "接続";

/* Window settings preferences; text shown with profiles which are set as the Copy Attributes profile */
"Copy" = "コピー";

/* Tab close sheet; message title */
"Do you want to close this tab?" = "このタブを閉じてもよろしいですか?";

/* Window close sheet; message title */
"Do you want to close this window?" = "このウインドウを閉じてもよろしいですか?";

/* Window close sheet; message title when there are running processes */
"Do you want to terminate running processes in this window?" = "このウインドウで実行中のプロセスを終了しますか?";

/* Tab close sheet; message title when there are running processes */
"Do you want to terminate running processes in this tab?" = "このタブで実行中のプロセスを終了しますか?";

/* Service */
"File Transfer (ftp)" = "FTP（ftp）";

/* Find Panel; window title */
"Find" = "検索";

/* Default settings; name for default Green on Black settings */
"Green on Black" = "黒地に緑";

/* Shell menu item title; used when inspector is visible */
"Hide Inspector" = "インスペクタを非表示";

/* Menu item title */
"Hide Marks" = "マークを非表示";

/* View Menu item title; used when the tab bar is shown */
"Hide Tab Bar" = "タブバーを非表示";

/* Application termination dialog; message description */
"If you don\\U2019t review your windows, any running processes will be terminated." = "ウインドウを確認しないと、現在実行中のプロセスは強制終了します。";

/* No comment provided by engineer. */
"It may have been incompletely copied from another machine." = "別のマシンからのコピーが不完全である可能性があります。";

/* Window settings import; alert title shown when multiple files are corrupt */
"Multiple files could not be imported." = "複数のファイルを読み込めませんでした。";

/* Default name for new window settings */
"New profile" = "新規プロファイル";

/* No options for this service */
"No options" = "オプションなし";

/* Application prefs; string superimposed on table of window groups when none are available */
"No Window Groups Saved" = "保存されたウインドウグループがありません";

/* Title of menu item used in Open Window Group submenu when no groups are available */
"No Window Groups" = "ウインドウグループなし";

/* Generic save panel; name of object type used in save panel if not otherwise specified */
"object" = "オブジェクト";

/* No comment provided by engineer. */
"OK" = "OK";

/* Open Link contextual menu item. */
"Open Link" = "リンクを開く";

/* Open man Page contextual menu item. */
"Open man Page" = "manページを開く";

/* Help menu item; the variable is the search term. */
"Open man Page for \\U201C%@\\U201D" = "“%@”のmanページを開く";

/* Open man Page function key label. */
"man page" = "manページ";

/* Open man Page function key options label. */
"Search Term Display:" = "検索語句の表示:";

/* Open man Page function key options label. */
"man Title None" = "なし";

/* Open man Page function key options label. */
"man Title Fixed Width" = "固定幅";

/* Open man Page function key options label. */
"man Title Automatic" = "自動";

/* Help menu item; the variable is the search term. */
"Search man Page Index for \\U201C%@\\U201D" = "“%@”をmanページインデックスで検索";

/* Message text for invalid Bracketed Paste Mode content alert. */
"You cannot send the text to the terminal, because it contains invalid content for Bracketed Paste Mode." = "テキストにBracketed Paste Modeで無効なコンテンツが含まれているため、このテキストをターミナルに送信できません。";

/* Informative text for invalid Bracketed Paste Mode content alert. */
"Bracketed Paste Mode is enabled in the terminal and the text to send contains the escape sequence that marks the end of pasted text. This is invalid for Bracketed Paste Mode, and could allow subsequent content in the text to perform arbitrary commands." = "このターミナルではBracketed Paste Modeが有効になっています。送信するテキストにはペーストされたテキストの末尾を示すエスケープシーケンスが含まれていますが、このエスケープシーケンスはBracketed Paste Modeでは効力がありません。テキスト内の後続のコンテンツが任意のコマンドを実行できるようになってしまうことがあります。";

/* Look Up contextual menu item. */
"Look Up" = "調べる";

/* Look Up contextual menu item with truncated text. */
"Look Up \\U201C%@\\U2026\\U201D" = "“%@”を調べる…";

/* Look Up contextual menu item with selected text. */
"Look Up \\U201C%@\\U201D" = "“%@”を調べる";

/* Web search (e.g., Google) contextual menu item. */
"Search with %@" = "%@で検索";

/* Web search contextual menu item when the search provider is unknown. */
"Search the Web" = "Webで検索";

/* Default process name */
"Process name" = "プロセス名";

/* No comment provided by engineer. */
"Quit" = "終了";

/* Service */
"Remote Login (telnet)" = "リモートログイン（telnet）";

/* Window settings preferences; path control pop-up menu item for removing the background image */
"Remove" = "削除";

/* Generic save panel; title of button used to replace existing object */
"Replace" = "置き換える";

/* Generic save panel; information text used for alert when replacing existing countable object. */
"Replacing the %@ will override its contents." = "%@を置き換えると内容が無効化されます。";

/* Generic save panel; information text used for alert when replacing existing uncountable object. */
"Replacing the %@ will override their contents." = "%@を置き換えると内容が無効化されます。";

/* Application termination dialog; review windows button title */
"Review Windows\\U2026" = "ウインドウを確認…";

/* Window group save panel; panel title */
"Save Window Group" = "ウインドウグループの保存";

/* Service */
"Secure File Transfer (sftp)" = "SFTP（sftp）";

/* No comment provided by engineer. */
"Secure Shell (ssh)" = "セキュアシェル（ssh）";

/* Connect to service option */
"SFTP (Automatic)" = "SFTP（自動）";

/* No comment provided by engineer. */
"SFTP Protocol 1" = "SFTPプロトコル1";

/* Shell menu item title; used when inspector is not visible */
"Show Inspector" = "インスペクタを表示";

/* Menu item title */
"Show Marks" = "マークを表示";

/* View Menu item title; used when the tab bar is hidden */
"Show Tab Bar" = "タブバーを表示";

/* No comment provided by engineer. */
"SSH (Automatic)" = "SSH（自動）";

/* Connect to service option */
"SSH Protocol 1" = "SSHプロトコル1";

/* Connect to service option */
"SSH Protocol 2" = "SSHプロトコル2";

/* Accessibility description for Use Option as Meta Key. */
"use option as meta key" = "メタキーとしてOptionキーを使用";

/* The 'use Option as Meta' title. The word 'Meta' should probably not be localized. */
"⌥ Meta" = "⌥メタ";

/* The 'use Option as Option key (instead of Meta)' title. */
"⌥ Option" = "⌥ Option";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. Like the word 'Meta' this should probably not be localized. */
"M" = "M";

/* Displayed to indicate that the Option modifier key is currently mapped to the Meta modifier. The word 'Meta' should probably not be localized. */
"Option is Meta" = "Optionキーはメタキー";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"\\U2325" = "⌥";

/* Displayed to indicate that the Option modifier key is NOT currently mapped to the Meta modifier. */
"Option" = "Option";

/* Accessibility description for Insert Bookmark. */
"insert bookmark" = "ブックマークを挿入する";

/* Accessibility description for Jump/Select to Next Mark. */
"next mark" = "次のマーク";

/* Accessibility description for Jump/Select to Previous Mark. */
"previous mark" = "前のマーク";

/* Accessibility description for Jump/Select to Next Bookmark. */
"next bookmark" = "次のブックマーク";

/* Accessibility description for Jump/Select to Previous Bookmark. */
"previous bookmark" = "前のブックマーク";

/* Function key description */
"Previous/Next Mark" = "前/次のマーク";

/* Function key description */
"Previous/Next Bookmark" = "前/次のブックマーク";

/* Function key description */
"Previous/Next Mark — Insert Bookmark" = "前/次のマーク — ブックマークを挿入";

/* Button title for making a new tab. */
"New Tab" = "新規タブ";

/* Accessibility description for New Remote Connection. */
"new remote connection" = "新規リモート接続";

/* Function key description */
"New Remote Connection" = "新規リモート接続";

/* Button title for inserting a new bookmark. */
"Insert Bookmark" = "ブックマークを挿入";

/* Terminal title component; enables adding markup around each of the title components, before they are concatenated with em-dashes between them */
"terminal title component" = "%@";

/* default title */
"Terminal" = "ターミナル";

/* Default name for Save Text As... menu */
"Terminal Saved Output.txt" = "ターミナルで保存した出力.txt";

/* No comment provided by engineer. */
"Terminate" = "終了";

/* Application termination dialog; terminate processes button title */
"Terminate Processes" = "プロセスを終了";

/* Generic save panel; title used for alert when replacing existing uncountable object. */
"The %1$@ %2$@ already exist. Do you want to replace them?" = "%1$@%2$@はすでに存在します。置き換えますか?";

/* Generic save panel; title used for alert when replacing existing countable object. */
"The %1$@ %2$@ already exists. Do you want to replace it?" = "%1$@%2$@はすでに存在します。置き換えますか?";

/* No comment provided by engineer. */
"The administrator has set your shell to an illegal value." = "管理者が不正なシェル値を設定しています。";

/* Window settings import; alert description shown when a single file is corrupt */
"The file is corrupt. You may be able to obtain a fresh copy of the file from its author." = "ファイルが壊れています。ファイルの新しいコピーを作成者から入手できる場合があります。";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be executed because you do not have appropriate access privileges." = "ファイル“%@”は、適切なアクセス権限がないために実行できません。";

/* Window settings import; alert title shown when a single file is corrupt; %@ is filename */
"The file \\U201C%@\\U201D could not be imported." = "ファイル“%@”を読み込めませんでした。";

/* No comment provided by engineer. */
"The file \\U201C%@\\U201D could not be opened because it is corrupt." = "ファイル“%@”は、破損しているため開けません。";

/* Window settings import; alert description shown when a multiple files are corrupt; %@ is comma-separated list of filenames */
"The following files are corrupt: %@. You may be able to obtain a fresh copy of the files from their author." = "次のファイルが壊れています: %@。ファイルの新しいコピーを作成者から入手できる場合があります。";

/* Window settings; error title when settings name is empty */
"The name is too short." = "名前が短すぎます。";

/* Window settings; error title when settings name is already in use */
"A profile named \\U201C%@\\U201D already exists." = "“%@”という名前のプロファイルはすでに存在します。";

/* No comment provided by engineer. */
"To view or change access privileges, select the file in the Finder and choose File > Get Info." = "アクセス権を表示または変更するには、Finderでファイルを選択し、“ファイル”メニューから“情報を見る”を選択してください。";

/* Window settings; error description when settings name is already in use or is reserved */
"Try entering a different name." = "別の名前を入力してください。";

/* Window settings; error description when settings name is empty */
"Try entering a name with more characters." = "もっと長い名前で入力してください。";

/* Function key description */
"Use Option as Meta Key" = "メタキーとしてOptionキーを使用";

/* Accessibility description for Open man Page for Selection. */
"open man page" = "manページを開く";

/* Function key description */
"Open man Page for Selection" = "選択部分のmanページを開く";

/* Function key description */
"Background Color" = "背景カラー";

/* Function keys description */
"VT100 (PF1-PF4)" = "VT100（PF1-PF4）";

/* Function keys description */
"VT220 (PF1-PF4 + F5-F20)" = "VT220（PF1-PF4 + F5-F20）";

/* Function keys description */
"VT220 Extras (F13-F20)" = "VT220エクストラ（F13-F20）";

/* Function keys description */
"VT220 Compact (F1-F20)" = "VT220コンパクト（F1-F20）";

/* Function keys description */
"VT420 All Enabled (PF1-PF4 + F1-F20)" = "VT420全対応（PF1-PF4 + F1-F20）";

/* No comment provided by engineer. */
"w" = "w";

/* Default settings; name for default White on Black settings */
"White on Black" = "黒地に白";

/* Default settings; name for default White on Blue settings */
"White on Blue" = "青地に白";

/* Window group save panel; name of object used in replacement panels */
"window group" = "ウインドウグループ";

/* Window settings save panel; name of object used in replacement panels */
"profile" = "プロファイル";

/* No comment provided by engineer. */
"You are not authorized to run this application." = "このアプリケーションの実行が認証されていません。";

/* Application termination dialog; message title */
"You have %d windows with running processes. Do you want to review these windows before quitting?" = "現在実行中のプロセスのある%d個のウインドウがあります。終了前にこれらのウインドウを確認しますか?";

/* Appears in window when the user's custom command/shell isn't found. */
"[Command not found: %@]" = "[コマンドが見つかりません: %@]";

/* Appears in window when the shell exits cleanly */
"[Process completed]" = "[プロセスが完了しました]";

/* Appears in window when the shell exits abnormally */
"[Process exited - exit code %u]" = "[プロセスが終了しました - 終了コード%u]";

/* Appears in window when the shell is murdered */
"[Process was terminated by signal %d%s]" = "[プロセスが信号%1$d%2$sで終了しました]";

/* Appears at the start of restored terminal text when truncated */
"[Restored contents truncated]" = "[復元された内容の一部が省略されました]";

/* Appears at the end of restored terminal text; the parameter is a date/time string */
"[Restored %@]" = "[復元日時%@]";

/* User-inserted bookmark; the parameter is the bookmark name */
"[%@]" = "[%@]";

/* User-inserted bookmark default name; the parameter is a date/time string */
"Bookmarked %@" = "ブックマーク%@";

/* Bookmarks menu item title for when there are no bookmarks */
"No Bookmarks" = "ブックマークなし";

/* Separator used for dimensions in window title */
"\\U00D7" = "×";

/* Thin-space and ellipses suffixed to process name to indicate activity in terminal */
"%@\\U2009\\U2026" = "%@…";

/* Ellipses to indicate unread output in terminal */
"\\U2026" = "…";

/* strings used for split view controls */

"Split view" = "分割表示";

"Close split-view" = "分割表示を閉じる";

/* strings used for Shortcut man page support */

"Man Pages" = "manページ";

/* denied request from quarantined/sandboxed application to open file */
"\\U201C%@\\U201D can\\U2019t be opened because %@ is not allowed to open documents in Terminal." = "%2$@はターミナルで書類を開くことを許可されていないため、“%1$@”を開けません。";

/* strings used for quarantine alerts */

"QuarantineTitleSSH" = "%@に対して%@へのssh接続を開いています。";
"QuarantineTitleTelnet" = "%@に対して%@へのtelnet接続を開いています。";
"QuarantineTitle2" = "これを許可しますか?";
"QuarantineMessage" = "この操作により、ユーザ名とネットワークアドレスがほかのコンピュータに公開されます。今後警告されないようにするには、既知のホストのsshリストに追加してください。";
"QuarantineMessageError" = "\n\n接続したことのあるホストを検索中にエラーが起きました（詳細を確認するには“%@”を実行してください）。";
"QuarantineAllow" = "許可";
"QuarantineDeny" = "許可しない";

"Alter Profiles" = "プロファイルを変更";

/* Inspector process list: separator between process name annotations (middle dot between thin spaces) */
"\\U2009\\U00B7\\U2009" = " · ";

/* Inspector process list: process name status annotation */
"(stopped)" = "（停止中）";

/* Inspector process list: process name status annotation */
"(zombie)" = "（ゾンビ）";

/* Inspector process list: process status */
"Idle" = "待機中";

/* Inspector process list: process status */
"Runnable" = "動作可能";

/* Inspector process list: process status */
"Sleeping" = "スリープ";

/* Inspector process list: process status */
"Stopped" = "停止中";

/* Inspector process list: process status */
"Zombie" = "ゾンビ";

/* Inspector process list: boolean YES */
"Yes" = "はい";

/* Inspector process list: boolean NO */
"No" = "いいえ";
